Revit 2024 API
UnitTypeId.PoundsForce Property
 Pounds force.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId PoundsForce { get; }
Visual Basic
Public Shared ReadOnly Property PoundsForce As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PoundsForce {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace